Repository: tanayseven/http_quest
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hi

source: Health is OK
hi: स्वास्थ्य ठीक है

source: Welcome to the product quiz.
hi: प्रॉडक्ट क्विज में आपका स्वागत है।

source: This problem number is {0}.
hi: ये सवाल क्रमांक {0} है।

source: Compute the count for the total number of products in the list given via input
hi: इनपुट के माध्यम से दी गई सूची में कुल प्रोडक्ट्स की संख्या गिने।

source: Here is your new candidate token to be used for the quiz.
hi: क्विज के लिए उपयोग करने के लिए आपका नया कैंडिडेट टोकन यहां दिया गया है।

source: Token is successfully generated and sent by email to you and the candidate.
hi: टोकन सफलतापूर्वक जेनरेट और आपको और कैंडिडेट को ईमेल द्वारा भेजा गया है।

source: User could not be found
hi: यूजर नहीं मिल सका।

source: Password reset instructions successfully sent to your email address
hi: पासवर्ड रीसेट निर्देश सफलतापूर्वक आपके ईमेल पते पर भेजे गए है।

source: Password Reset Instructions
hi: पासवर्ड रीसेट सूचना

source: To login, please POST `login_format` on /login
hi: लॉगिन करने के लिए, कृपया `login_format` को POST /login पर भेजें।

source: <your_email>
hi: <आपका_ईमेल>

source: <your_password>
hi: <आपका_पासवर्ड>

source: The user has been created and the password information is sent to them
hi: यूजर बनाया गया है और पासवर्ड जानकारी उन्हें भेजी गयी है।

source: The user already exists
hi: यूजर पहले से मौजूद है।

source: Your password has been successfully reset.
hi: आपका पासवर्ड सफलतापूर्वक रीसेट कर दिया गया है।

source: You have submitted an invalid password token.
hi: आपने एक अवैध पासवर्ड टोकन सबमिट किया है।
